<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%@ include file="/WEB-INF/view/template/header.jsp" %>  
<link rel="stylesheet" type="text/css" href="${pageContext.request.contextPath}/css/member.css"> 
<link rel="stylesheet" type="text/css" href="${pageContext.request.contextPath}/css/button.css"> 
<script src="${pageContext.request.contextPath}/js/user_register.js"></script>
 
	<form action="user_register02" method="get"  id="next01">
		<div class="area-50 center">
			<h1>회원가입</h1>
			<h3>이용약관[필수]</h3>
			<textarea class="textarea">이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리이용약관적는자리</textarea>
			<input type="checkbox" id="cb1">
			<label for="cb1">이용약관에 동의합니다.</label>
			<h3>개인정보 취급방칩[필수]</h3>
			<textarea class="textarea">개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리개인정보취급방칩적는자리</textarea>
			<input type="checkbox" id="cb2">
			<label for="cb2">개인정보 수집 및 이용에 동의합니다.</label>
			<h3>개인정보 제3자 제공에 대한 동의 [선택]</h3>
			<textarea class="textarea">개인정보제3자제공에대한동의적는자리개인정보제3자제공에대한동의적는자리개인정보제3자제공에대한동의적는자리개인정보제3자제공에대한동의적는자리개인정보제3자제공에대한동의적는자리개인정보제3자제공에대한동의적는자리개인정보제3자제공에대한동의적는자리개인정보제3자제공에대한동의적는자리개인정보제3자제공에대한동의적는자리개인정보제3자제공에대한동의적는자리개인정보제3자제공에대한동의적는자리개인정보제3자제공에대한동의적는자리개인정보제3자제공에대한동의적는자리개인정보제3자제공에대한동의적는자리개인정보제3자제공에대한동의적는자리개인정보제3자제공에대한동의적는자리개인정보제3자제공에대한동의적는자리개인정보제3자제공에대한동의적는자리개인정보제3자제공에대한동의적는자리개인정보제3자제공에대한동의적는자리개인정보제3자제공에대한동의적는자리개인정보제3자제공에대한동의적는자리개인정보제3자제공에대한동의적는자리개인정보제3자제공에대한동의적는자리개인정보제3자제공에대한동의적는자리개인정보제3자제공에대한동의적는자리개인정보제3자제공에대한동의적는자리개인정보제3자제공에대한동의적는자리개인정보제3자제공에대한동의적는자리</textarea>
			<input type="checkbox" name="checkbox" id="cb3">
			<label for="cb3">제 3자 제공에 대해 동의합니다.</label>
			<br><br><br><br>
			<div class="text-center">
				<input type="submit" value="다음" onclick="agreeCheck();" class="button mybutton">
				<input type="button" value="취소" onclick="location.href='${pageContext.request.contextPath}' " class="button lightGrey">
			</div>
			<div class="eomty-row"></div>
		</div>
	</form>
<%@ include file="/WEB-INF/view/template/footer.jsp" %>